export const cont_presets = [
    [
      { c: 'うどんを食べに誘う' },
      { c: '友人個人へ宛てる' },
      { c: '新しいうどん屋ができた' },
    ],
    [
      { c: 'お菓子を買ってもらう' },
      { c: '家族個人へ宛てる' },
      { c: 'コンビニで新商品が発売された' },
      { c: '見かけたらでいい' },
    ],
    [
      { c: '新年のご挨拶' },
      { c: '同僚個人へ宛てる' },
    ],
    [
      { c: '催し物のお知らせと参加確認' },
      { c: '知り合い全員へ宛てる' },
      { c: '開催日時を表記' },
    ],
    [
      { c: '催し物の参加表明' },
      { c: '主催者個人へ宛てる' },
      { c: '開催日時を確認した' },
    ],
    [
      { c: '催し物の参加辞退' },
      { c: '主催者個人へ宛てる' },
    ],
];
